[
  {
    "title": "Our History",
    "content": [
      "Mishusoft Systems Incorporated is a software development company that is going to be established with a view to offering quality IT solutions at home and abroad. The company is keen to take the advantage of fast growing global software and data processing industry by offering professional service and price for support and benefit of the valued customers.",
      "Mishusoft Systems Incorporated has started its journey to provide quality output and they are well linked internationally. Mishusoft Systems Incorporated has unique and holistic approaches toward continuous improvement through training and development of human resources to adapt into the market aiming to meet the demands of client and keep them constant touch with the latest global technological development. Mishusoft Systems Incorporated. IT is striving to provide a cost effective and high standard services in the dynamic IT industry. The company would build itself with a strategy of continuous reeducation and motivation to create an innovative and dedicated work force in the expanding IT sector.",
      "Mishusoft Systems Incorporated especially aims at export oriented software development. Thus Mishusoft Systems Incorporated it industry is growing at a higher rate and opening opportunities of service linkage to professional service providers all over the world."
    ]
  },
  {
    "title": "Our Responsibilities",
    "content": [
      "Mishusoft Systems Incorporated has main support office at Mirpur (Dhaka) in the country. Its main responsibility and duty  are to provide ICT solutions in the field of enterprise software solutions, design, development, maintenance services, customize software, Data entry, web solution, government sectors to supply, install, maintain, operate, manage data processing and information systems etc. The Company is equipped with most modem and sophisticated machinery and equipment, which was procured from local market at competitive price run by a highly trained and skilled manpower. The firm is self-sufficient having a continuous trouble free operation ensuring timely deliver, of its product to foreign countries via modem satellite communication system. The Company is providing all sorts of policy and infrastructure support also."
    ]
  },
  {
    "title": "Our Philosophy",
    "content": [
      "Mishusoft Systems Incorporated believes that Bangladesh can play an important role in the international IT markets. Thus, we shall contribute to the realization of a sustainable society through continuous technological innovation and advancement."
    ]
  },
  {
    "title": "Our Objectives",
    "content": [
      "Our objectives are to maximize its local and international customer’s productivity and profitability by providing IT services both in hardware integration, ERP Solution, Customize software development and deployment services in an innovative manner.",
      "We have experienced professionals who are ready with indomitable commitment to cater any IT product and services viewing to transform The Concept into Reality”",
      "We delivered number of successful, most innovative and cost-effective and efficient technical solution for both home and abroad for a number of global companies, SME sector, Government agencies where we have bank our success."
    ]
  },
  {
    "title": "Our Mission",
    "content": [
      "Our Mission is “to provide efficient business value and optimized solutions needed by our clients thus finally we improve our stakeholders’ quality of life.”"
    ]
  }
]