[
  {
    "title": "We’ll Respond Within 2 hours or Less",
    "content": [
      "When you call us with a problem in our any product, we ensure  you that your phone call will be either answered immediately or returned within 2 hours or less by an experienced technician who can help. If we fail to respond within that time frame, a reduction given on your fixed monthly fee."
    ]
  },
  {
    "title": "100% Unconditional Satisfaction Guarantee",
    "content": [
      "You deserve complete satisfaction with our products and services. We will do whatever it takes to make you happy. No hassles, no problems."
    ]
  },
  {
    "title": "Everything On Time and On Budget",
    "content": [
      "When you hire us to complete a project, we won’t nickel and dime you with “unforeseen” or “unexpected” charges. Some IT companies will do this because they haven’t properly planned or researched the project, OR they use it as a way to extract more money from you. Either way, we don’t feel that is correct or ethical. That’s why we guarantee all projects will be completed ON TIME ON BUDGET for the agreed upon amount with no excuses."
    ]
  },
  {
    "title": "When you need to be Efficient",
    "content": [
      "We believe when you need to be more efficient that is you need to increase your productivity, we are the right person to meet the gap you have for getting great productivity."
    ]
  },
  {
    "title": "We are reasonable - Not Cheap nor Costly",
    "content": [
      "We are not cheap nor costly. We charge reasonable charge with rational and religious profit."
    ]
  },
  {
    "title": "Technology - latest and adaptable",
    "content": [
      "We select latest technology considering your needs. Not say, we are the latest! We select latest but adaptable technology for you."
    ]
  },
  {
    "title": "Always innovative",
    "content": [
      "We try to offer you an innovative solution that suite with your business environment and knowledge base."
    ]
  },
  {
    "title": "We adopt organization's culture in Change!",
    "content": [
      "We honor the culture of the organization of our valued client. It reduces fear to Change! and helps to make Change! effective and  sustainable."
    ]
  },
  {
    "title": "The Concept into Reality",
    "content": [
      "We have experienced professionals who are ready with indomitable commitment to cater any IT product and services viewing to transform The Concept into Reality. "
    ]
  }
]